Revit 2027 API
ParameterTypeId.MoveDisjoin Property
 "Disjoin"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId MoveDisjoin { get; }
Public Shared ReadOnly Property MoveDisjoin As ForgeTypeId
	Get
public:
static property ForgeTypeId^ MoveDisjoin {
	ForgeTypeId^ get ();
}
static member MoveDisjoin : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace